<?php
//+----------------------------------------------------------------------
// | Copyright (c) 2015-2017 http://lawyerscloud.cn All rights reserved.
//+----------------------------------------------------------------------
// | Author: 慢悠悠的丑小鸭 <1597305236@qq.com>
//+----------------------------------------------------------------------
// | Date: 2017/10/27 0027
//+----------------------------------------------------------------------

namespace App\Model;

use Think\Model;

class LawModel extends Model
{
    //获取律所信息
    public function getLaw()
    {

    }

    //更新律所信息
    public function updateLaw()
    {

    }
}